[
  {
    "decade": 1920,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1930,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1940,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1950,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1960,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1970,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1980,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 1990,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 2000,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 2010,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "July",
    "year": 2020.0,
    "state": "AUS",
    "type_event": "Federal",
    "power_station": null,
    "energy_type": null,
    "title": "In July 2020 the Australian Renewable Energy Agency shortlisted 7 projects to be considered as part of its $70 million fund to develop large scale electrolysers, 3 of which are based in eastern Australia.",
    "summary": "The Australian Renewable Energy Agency (ARENA) has today announced that seven companies have been shortlisted and invited to submit a full application for the next stage of the Agency’s $70 million hydrogen funding round.\nIn April, ARENA opened the $70 million Renewable Hydrogen Deployment Funding Round to help fast track the development of renewable hydrogen in Australia. The funding round is expected to play a significant role in supporting commercial-scale deployments of renewable hydrogen in Australia and commence the pathway to achieving the Australian Government’s goal of ‘H2 under $2’.",
    "sources": "https://arena.gov.au/news/seven-shortlisted-for-70-million-hydrogen-funding-round/",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "March",
    "year": 2021.0,
    "state": "VIC",
    "type_event": "Facilities",
    "power_station": "Yallourn",
    "energy_type": "Coal",
    "title": "Energy Australia to close Yallourn power station early and build 350 megawatt battery",
    "summary": "After decades of faithful service, the Yallourn power station in Victoria’s Latrobe Valley will retire in mid-2028. EnergyAustralia has reached an agreement with the Victorian Government to deliver an orderly retirement of the power station.\nUnder the agreement, EnergyAustralia will retire Yallourn in mid-2028 and build new storage capacity through a 350 MW, four-hour, utility-scale battery project that will be completed by 2026. This ensures energy storage is built to firm increased renewable energy in Victoria, before Yallourn exits the system.",
    "sources": "https://www.energyaustralia.com.au/about-us/energy-generation/yallourn-power-station/energy-transition#:~:text=Under%20the%20agreement%2C%20EnergyAustralia%20will,before%20Yallourn%20exits%20the%20system.",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "May",
    "year": 2021.0,
    "state": "NSW",
    "type_event": "Facilities",
    "power_station": "Hunter Valley",
    "energy_type": "Gas",
    "title": "Australia is building a $600m gas power plant as world experts warn against fossil fuels",
    "summary": "The federal government will direct its Snowy Hydro power corporation to build a $600 million gas-fired power plant in the Hunter Valley, ignoring calls that the investment is unneeded.\n Energy Minister Angus Taylor told ABC radio on Wednesday morning that the investment was needed to fill a gap in the electricity generation market when AGL’s Liddell coal-fired power station — also in the Hunter Valley — closes in 2023. ",
    "sources": "https://www.smh.com.au/politics/federal/morrison-government-bankrolls-600m-hunter-valley-gas-plant-20210519-p57t2u.html",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "May",
    "year": 2021.0,
    "state": "NSW",
    "type_event": "Facilities",
    "power_station": null,
    "energy_type": "Gas",
    "title": "Edify and Shell Energy sign a long-term services agreement to deliver a new large battery in South West NSW",
    "summary": "Critical to achieving Australia’s carbon emission reduction targets is the ability to rapidly increase the supply of renewable and secure energy available to government, businesses and consumers.  The delivery of this project highlights Edify’s capabilities to work with government and industry to provide innovative solutions to our complex energy challenges. \nLocated in the Murrumbidgee Shire, the Riverina Energy Storage System (RESS) is to be a 100MW / 200MWh lithium-ion battery that will connect into TransGrid’s network at the Darlington Point Substation.  RESS will serve to add more flexible dispatchable capacity to the NSW market and will complement the significant presence of renewable generation in the region.",
    "sources": "https://edifyenergy.com/uncategorised/edify-and-shell-energy-sign-a-long-term-services-agreement-to-deliver-a-new-large-battery-in-south-west-nsw/",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "May",
    "year": 2021.0,
    "state": "QLD",
    "type_event": "Facilities",
    "power_station": "Callide",
    "energy_type": "Coal",
    "title": "Queensland hit by widespread power outage after fire and explosion at Callide power station",
    "summary": "Queenslanders have been urged to limit their electricity use after an explosion and fire at a power station caused outages to hundreds of thousands of homes and businesses across the state. \nA QFES spokeswoman said a turbine was on fire at the station and staff were evacuated with a 550-metre exclusion zone having been set up while firefighting operations continue.",
    "sources": "https://www.abc.net.au/news/2021-05-25/qld-widespread-power-outages-across-the-state/100164200",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "July",
    "year": 2021.0,
    "state": "SA",
    "type_event": "Facilities",
    "power_station": "Torrens",
    "energy_type": "Gas",
    "title": "AGL to shut down gas-fired power unit as renewable energy soars",
    "summary": "Energy giant AGL is preparing to mothball one of four units at South Australia’s biggest gas-fired power station as the influx of large-scale renewable energy and rooftop solar power continues to price fossil fuels out of the market. \nAGL has notified the Australian Energy Market Operator (AEMO) it will take the unit at its Torrens B power station offline in October, citing “challenging conditions” that do not support the viability of operating all four generation units.",
    "sources": "https://www.smh.com.au/business/companies/agl-to-shut-down-gas-fired-power-unit-as-renewable-energy-soars-20210707-p587jb.html",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "August",
    "year": 2021.0,
    "state": "NSW",
    "type_event": "Facilities",
    "power_station": "Port Kembla",
    "energy_type": "Hydrogen",
    "title": "Proposed Port Kembla power station has been declared critical",
    "summary": "A proposed $1.3 billion hydrogen-gas turbine power station in Port Kembla has been declared Critical State Significant  Infrastructure (CSSI), given its importance to renewable energy capacity in NSW. \n“The proposed dual-fuel power station, combining gas and green hydrogen, is the right project at the right time, and its CSSI declaration is another example of the NSW Government’s determination to forge ahead with a project that helps encourage other businesses to invest with confidence in the Illawarra.”",
    "sources": "https://www.planning.nsw.gov.au/News/2021/Proposed-Port-Kembla-power-station-declared-critical",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "November",
    "year": 2021.0,
    "state": "SA",
    "type_event": "Facilities",
    "power_station": null,
    "energy_type": "Hydrogen",
    "title": "6 GW green hydrogen project powered by solar and wind proposed for SA",
    "summary": "Kallis Energy Investments, led by South Australian-based Terry Kallis, is proposing to develop an enormous 6 GW project in the state’s north. The Moolawatana Renewable Hydrogen Project, as it’s called, could potentially see a combined solar and wind farm, each with up to 3 GW of capacity, being used to power electrolysers producing renewable, green hydrogen. \nKallis expects the project will require around 100,000 hectares or 1,000 square kilometres to construct. It is being planned for a location just east of the northern Flinders Ranges, chosen for its premium wind and solar resources. The renewable hydrogen produced there would then be transported to Port Bonython in the south via a dedicated hydrogen pipeline and exported, with the company flagging a particular focus on the Japanese and Korean markets.",
    "sources": "https://www.pv-magazine-australia.com/2021/11/19/6-gw-green-hydrogen-project-powered-by-solar-and-wind-proposed-for-sa/#:~:text=Kallis%20Energy%20Investments%20is%20proposing,to%20the%20already%20congested%20grid.",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "December",
    "year": 2021.0,
    "state": "NSW",
    "type_event": "Facilities",
    "power_station": "Kurri Kurri",
    "energy_type": "Gas",
    "title": "Kurri Kurri gas plant gets all-clear but doubts remain",
    "summary": "The Australian Energy Market Operator said the timing of the Liddell closure and the Kurri Kurri start-up had been taken into account in its electricity outlook report earlier this year, which found no risk to supply reliability in NSW until late this decade. \nBut experts are still questioning the need to proceed with the generator, which was committed to only after the private sector failed to meet a federal government deadline for 1000MW of commitments to build new dispatchable generation in NSW by April 30 this year.",
    "sources": "https://www.afr.com/companies/energy/kurri-kurri-gas-plant-gets-all-clear-but-doubts-remain-20211221-p59j82#:~:text=Construction%20is%20due%20to%20get,under%20a%20federal%20Labor%20government.",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "December",
    "year": 2021.0,
    "state": "VIC",
    "type_event": "Facilities",
    "power_station": "Hazelwood",
    "energy_type": "Battery",
    "title": "The transformation of the former Hazelwood coal-fired power station in Victoria has commenced with French renewables giant Engie",
    "summary": "With energy storage set to play a key role in Australia’s transition from fossil fuels to renewables, Engie has teamed with the green investment arm of asset manager Macquarie Group to build a 150 MW/150 MWh big battery at the site of the former Hazelwood power station in Victoria’s Latrobe valley. \nThe project, with an estimated cost of $150 million, has been funded by Engie and Macquarie’s Green Investment Group (GIG) and will be built, operated and maintained by United States-based energy storage firm Fluence Energy, a joint venture between German electronics group Siemens and American power generator AES, under a 20-year contract.",
    "sources": "https://www.pv-magazine-australia.com/2021/12/02/engie-begins-construction-of-150-mw-big-battery-at-hazelwood-site/",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "December",
    "year": 2021.0,
    "state": "VIC",
    "type_event": "Facilities",
    "power_station": null,
    "energy_type": "Battery",
    "title": "The 300 MW / 450 MWh Victorian big battery in Geelong commenced operation",
    "summary": "Owned and operated by French renewable developer Neoen and using Tesla’s Megapack technology, the 300 MW / 450 MWh battery doubles the capacity of the previous front runner, South Australia’s Hornsdale Power Reserve. \nLocated next to Moorabool Terminal Station in Geelong, the battery was declared fully operational today by Victoria’s Minister for Energy, Environment and Climate Change Lily D’Ambrosion and of course the Neoen team. The Andrews government said the battery will “modernise the state’s electricity grid” as well as supporting new renewable energy capacity and improving power reliability.",
    "sources": "https://www.pv-magazine-australia.com/2021/12/08/australias-new-biggest-battery-switches-on/",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "December",
    "year": 2021.0,
    "state": "AUS",
    "type_event": "Facilities",
    "power_station": null,
    "energy_type": "Coal",
    "title": "Australia’s coal-fired power plants likely to shut almost three times faster than expected, report suggests",
    "summary": "Australia’s coal-fired power plants are likely to shut at almost triple the pace currently announced, with Victoria’s brown coal fleet to be closed in just over a decade and the main electricity grid becoming coal-free by 2043, according to the market operator. \nThe draft Integrated System Plan 2022, an industry blueprint updated every two years and released on Friday by the Australian Energy Market Operator, plots how the grid serving eastern Australia will change to meet emissions reduction and market goals.",
    "sources": "https://www.theguardian.com/australia-news/2021/dec/10/australias-coal-fired-power-plants-likely-to-shut-almost-three-times-faster-than-expected-report-suggests",
    "status_story": null
  },
  {
    "decade": 2020,
    "month": "December",
    "year": 2021.0,
    "state": "AUS",
    "type_event": "Facilities",
    "power_station": null,
    "energy_type": null,
    "title": "Large-scale renewable energy generators, including wind and solar PV farms will ramp up to 140 GW from the current 15 GW",
    "summary": "The Australian Energy Market Operator (AEMO) has forecast utility-scale variable renewable energy (VER) capacity in the National Electricity Market (NEM) will increase nine-fold by 2050 while smaller scale distributed energy resources (DER) will grow five-fold as electricity demand soars and coal-fired generation withdraws. \nAEMO today published its Draft 2022 Integrated System Plan (ISP), outlining five scenarios encompassing a range of plausible trends and events in the energy sector’s transformation and proposing a 30-year ‘optimal development path’ for the efficient development of the NEM.",
    "sources": "https://www.pv-magazine-australia.com/2021/12/10/renewables-critical-as-nem-prepares-for-step-change/",
    "status_story": null
  },
  {
    "decade": 2030,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 2040,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  },
  {
    "decade": 2050,
    "month": null,
    "year": null,
    "state": null,
    "type_event": null,
    "power_station": null,
    "energy_type": null,
    "title": null,
    "summary": null,
    "sources": null,
    "status_story": null
  }
]
